Repository: PoGo-Devs/PoGo
Catalog: src/PoGo.Windows/Localization/*/CodeResources.resw
Source language: en_us
Languages: cs, de, el, es, fr, hu, it, nb_no, nl, pt_br, pt_pt, ru, tr, zh_cn, zh_tw

# PokemonFledText
source: {0} fled
cs: {0} utekl
de: {0} ist geflohen.
el: {0} Ξέφυγαν
es: {0} huyó
fr: {0} s'enfuit
hu: {0} elmenekült
it: {0} è scappato
nb_no: {0} flyktet
nl: {0} gevlucht
pt_br: {0} Fugiu
pt_pt: {0} fugiu
ru: {0} сбежал
tr: {0} kaçtı
zh_cn: {0} 逃跑
zh_tw: {0} 退出

# GettingGpsSignalText
source: Getting GPS signal...
cs: Získávání GPS signálu...
de: Suche GPS-Signal ...
el: Αναζήτηση σήματος GPS...
es: Obteniendo señal de GPS...
fr: Acquisition du signal GPS...
hu: GPS jel keresése...
it: Recupero del segnale GPS...
nb_no: Skaffer GPS signal...
nl: GPS-signaal verkrijgen...
pt_br: Recebendo o sinal do GPS...
pt_pt: A procurar sinal do GPS...
ru: Получение GPS сигнала...
tr: GPS sinyali alınıyor...
zh_cn: 正在获取GPS信号...
zh_tw: 正在獲取 GPS 訊號...

# GettingUserDataText
source: Getting user data...
cs: Získávání dat uživatele...
de: Nutzerdaten abrufen ...
el: Λήψη αρχείων χρήστη...
es: Obteniendo los datos del usuario...
fr: Acquisition des données utilisateur...
hu: Felhasználói adatok lekérése...
it: Recupero dei dati utente...
nb_no: Henter brukerdata...
nl: Gebruikersgegevens ophalen...
pt_br: Recebendo dados do usuário...
pt_pt: A obter dados do utilizador...
ru: Получение пользовательских данных...
tr: Kullanıcı verisi alınıyor...
zh_cn: 正在获取用户数据...
zh_tw: 正在載入使用者資料...

# GoogleErrorText
source: Google returned error:
cs: Google odpověděl chybou:
de: Google meldete einen Fehler:
el: Το Google επέστρεψε το σφάλμα:
es: Google devolvió el error:
fr: Erreur retournée par Google :
hu: A Google hibát dobott:
it: Errore sull'autenticazione Google
nb_no: Google returnerte feil:
nl: Google geeft een fout terug:
pt_br: Google retornou um erro:
pt_pt: Google retornou um erro:
ru: Google вернул ошибку:
tr: Google error verdi:
zh_cn: Google 返回错误:
zh_tw: Google 回應錯誤︰

# GoogleNotRespondingText
source: Google is not responding, please try again later.
cs: Google neodpovídá, prosím zkuste to později.
de: Google antwortet nicht. Bitte versuche es später noch einmal.
el: Το Google δέν ανταποκρίνεται, παρακαλώ προσπαθήστε ξανά αργότερα.
es: Google no está respondiendo, por favor intente más tarde.
fr: Google ne répond pas, réessaye plus tard.
hu: A Google nem válaszol, próbálkozz később.
it: Google non risponde, si prega di riprovare più tardi.
nb_no: Google svarer ikke, vennligst prøv igjen senere.
nl: Google reageert niet, probeer later opnieuw.
pt_br: Google não responde, por favor, tente novamente mais tarde.
pt_pt: Google não responde, tente novamente mais tarde.
ru: Google не отвечает, подождите немного и попробуйте ешё раз.
tr: Google yanıt vermiyor, lütfen daha sonra tekrar deneyin.
zh_cn: Google 没有响应，请稍后重试。
zh_tw: Google 目前沒有回應，請稍後再試。

# LoadingEncounterText
source: Loading encounter with {0}
cs: Načítání střetu s {0}
de: Lade Begegnung mit {0}
el: Φόρτοση αντιμετόπισης με {0}
es: Cargando encuentro con {0}
fr: Chargement de la rencontre avec {0}
hu: Összecsapás betöltése vele: {0}
it: Caricamento incontro con {0}
nb_no: Laster møte med {0}
nl: Laden ontmoeting met {0}
pt_br: Carregando encontro com {0}
pt_pt: A carregar encontro com {0}
ru: Загрузка битвы с {0}
tr: {0} ile karşılaşma yükleniyor
zh_cn: 遇到了 {0}
zh_tw: 登入遇到問題 {0}

# LoggingInText
source: Logging in...
cs: Přihlašování...
de: Einloggen ...
el: Είσοδος...
es: Iniciando sesión...
fr: Connexion...
hu: Bejelentkezés...
it: Log-in...
nb_no: Logger inn...
nl: Aanmelden...
pt_br: Fazendo login...
pt_pt: A fazer login...
ru: Вход...
tr: Giriş yapılıyor...
zh_cn: 登陆中...
zh_tw: 正在登入...

# LoginFailedText
source: Login failed, please try again.
cs: Přihlášení selhalo, prosím zkuste to později.
de: Login fehlgeschlagen. Bitte versuche es erneut.
el: Αποτυχία σύνδεσης, παρακαλώ δοκιμάστε ξανά.
es: Inicio de sesión fallido, por favor intente de nuevo.
fr: La connexion a échouée, réessaye.
hu: Sikertelen bejelentkezés, próbáld újra.
it: Impossibile eseguire l'accesso, si prega di riprovare.
nb_no: Pålogging mislykkes, vennligst prøv på nytt.
nl: De aanmelding is mislukt, probeer het later opnieuw.
pt_br: Falha no login, por favor tente novamente.
pt_pt: Login falhou, por favor tente novamente.
ru: Вход не удался, попробуйте ещё раз.
tr: Giriş yapılamadı, lütfen tekrar deneyin.
zh_cn: 登陆失败，请重试。
zh_tw: 登入失敗，請再試一次。

# NoText
source: No
cs: Ne
de: Nein
el: Όχι
fr: Non
hu: Nem
nb_no: Nei
nl: Nee
pt_br: Não
pt_pt: Não
ru: Нет
tr: Hayır
zh_tw: 否

# NoGpsPermissionsText
source: We need GPS permissions to run the game, please enable it and try again.
cs: K používání hry potřebujete GPS, prosím zapněte GPS v nastavení.
de: Wir benötigen eine GPS-Berechtigung um das Spiel zu starten. Bitte aktiviere dein GPS und versuche es erneut.
el: Χρειαζόμαστε άδεια να χρησιμοποιήσουμε το GPS σας για να τρέξουμε το παιχνίδι, παρακαλόυμε ενεργοποιήστε το και προσπαθήστε ξανά.
es: Necesitamos permiso sobre tu ubicación para ejecutar el juego, por favor habilítalo e inténtelo de nuevo.
fr: Nous avons besoin de l'autorisation d'accès au GPS pour faire fonctionner le jeu, active le et réessaye.
hu: A játék futásához engedélyezni kell a GPS-t. Bekapcsolás után próbáld újra.
it: Abilitare l'utilizzo del GPS per eseguire il gioco, si prega di attivarlo e riprovare.
nb_no: Vi trenger GPS tillatelse for å starte spillet, vennligst aktiver det og prøv på nytt.
nl: Voor dit spel zijn GPS machtigingen nodig. Activeer deze in je telefoon en probeer het opnieuw.
pt_br: Precisamos de permissão para usar o GPS no jogo, por favor, ative-o e tente novamente.
pt_pt: Precisamos de permissões de GPS para correr o jogo, por favor ative-o e tente novamente.
ru: Нам требуется GPS для запуска игры, пожалуйста, включите его и попробуйте ещё раз.
tr: Oyunu çalıştırmak için GPS iznine ihtiyacımız var, lütfen izin verin ve tekrar deneyin.
zh_cn: 运行游戏需要GPS权限，请启用GPS后重试。
zh_tw: 遊戲需要 GPS 權限，請授權後再試一次。

# PokemonRanAwayText
source: Pokémon ran away, sorry :(
cs: Bohužel, pokemon utekl :(
de: Pokémon ist leider weggerannt :(
el: To Πόκεμον ξέφυγε, συγγνώμη :(
es: El pokemon se ha escapado, lo sentimos :(
fr: Le Pokémon s'est enfui, désolé :(
hu: A Pokémon elfutott.
it: Il Pokémon è scappato, ci spiace :(
nl: Pokemon weggelopen, jammer :(
pt_br: O Pokémon fugiu, sinto muito :(
pt_pt: Peço desculpa, o pokemon fugiu :(
ru: Покемон сбежал :(
tr: Pokemon kaçtı, yazık oldu :(
zh_cn: 宝可梦逃跑了，不好意思 :(
zh_tw: 寶可夢跑走了, 抱歉 :(

# PtcDownText
source: PTC login is probably down, please retry later.
cs: PTC neodpovídá, prosím zkuste to později.
de: PTC-Login ist scheinbar nicht erreichbar. Bitte versuche es später.
el: Η Σύνδεση με PTC κωδικό μάλλον δεν είναι διαθέσιμη, παρακαλώ προσπαθήστε αργότερα.
es: El inicio de sesión de PTC probablemente este caído, por favor intente más tarde.
fr: La connexion à PTC est probablement hors service, réessaye plus tard.
hu: A PTC bejelentkezés valószínűleg nem elérhető. Próbálkozz később.
it: Il Login su PTC è probabilmente non disponibile, si prega di riprovare più tardi.
nb_no: PTC påloggingen er sannsynligvis nede, vennligst prøv på nytt senere.
nl: PTC login is waarschijnlijk offline, probeer later opnieuw.
pt_br: Login PTC provavelmente caiu, por favor, tente novamente mais tarde.
pt_pt: O servidor PTC encontra-se provavelmente em baixo, por favor tente novamente mais tarde.
ru: Вход через PTC возможно не работает, попробуйте позже.
tr: PTC girişi online değil, lütfen daha sonra tekrar deneyin.
zh_cn: PTC 登陆可能临时下线了，请稍后重试。
zh_tw: PTC 登入系統出現問題，請稍後再試。

# SomethingWentWrongText
source: Something went wrong and app may be unstable now. Do you want to logout and try again?
cs: Něco se pokazilo a aplikace by mohla být nestabilní. Chcete se odhlásit a zkusit to znovu?
de: Etwas ist schief gelaufen und die App könnte instabil laufen. Möchtest du dich ausloggen und es erneut versuchen?
el: Κάτι πήγε λάθος και η εφαρμογή μπορεί να είναι ασταθής. Θέλετε να αποσυνδεθείτε και να ξαναπροσπαθήσετε;
es: Algo salió mal y la aplicación puede ser inestable. ¿Desea desconectarse e intentarlo de nuevo?
fr: Quelque chose s'est mal passé et l'application peut être instable. Veux-tu te déconnecter et recommencer?
hu: Valami hiba történt, amitől az alkalmazás instabil lehet. Szeretnél kijelentkezni és újrapróbálni?
it: Qualcosa è andato storto e l'app può risultare instabile in questo momento. Vuoi effettuare il logout e riprovare?
nb_no: Noe gikk galt og appen kan være ustabil. Vil du å logge ut og prøve på nytt?
nl: Er ging iets mis en app kan nu onstabiel zijn. Wil je uitloggen en opnieuw proberen?
pt_br: Algo deu errado e app pode estar instável agora. Você quer sair e tentar de novo?
pt_pt: Algo correu mal e a aplicação pode estar instável. Quer sair e tentar de novo?
ru: Что-то пошло не так и приложение может работать не стабильно. Вы хотите выйти и попробовать ещё раз?
tr: Bir şey yanlış gitti ve uygulama şu an istediğiniz gibi çalışmayabilir. Çıkış yapıp tekrar denemek ister misiniz?
zh_cn: 好像出现了点问题，程序变得不稳定了。你要登出账户再重试吗？
zh_tw: 遊戲目前遇上了一些問題不太穩定。您要登出再試一次嗎？

# UpdateDownloadingText
source: Downloading update {0}
cs: Stahování aktualizace {0}
de: Update wird heruntergeladen {0}
el: Λήψη ενημέρωσης {0}
es: Descargando la actualización {0}
fr: Téléchargement de la mise à jour {0}
hu: Frissítés letöltése: {0}
it: Scarimaneto Aggiornamento {0}
nb_no: Laster ned oppdatering {0}
nl: Downloaden update {0}
pt_br: Baixando atualização {0}
pt_pt: Descarregando atualização {0}
ru: Скачивается обновление {0}
tr: Güncelleme indiriliyor: {0}
zh_cn: 正在下载更新 {0}
zh_tw: 正在下載更新 {0}

# UpdatedVersionText
source: An updated version {0} is available. Do you want to update? {1}
cs: Aktualizace verze {0} je k dispozici. Chcete aktualizovat? {1}
de: Ein Update (Version {0}) ist verfügbar. Jetzt aktualisieren? {1}
el: Μία αναβαθμισμένη έκδοση {0} είναι διαθέσιμη. Θέλετε να αναβαθμίσετε; {1}
es: Una versión actualizada esta disponble {0}. ¿Desea actualizar? {1}
fr: La mise à jour version {0} est disponible. Veux-tu mettre à jour ? {1}
hu: Egy frissebb verzió {0} elérhető. Szeretnél frissíteni? {1}
it: Una nuova versione {0} è disponibile. Vuoi aggiornare? {1}
nb_no: En oppdatert versjon {0} er tilgjengelig. Vil du oppdatere? {1}
pt_br: A nova versão {0} está disponível. Você quer atualizar? {1}
pt_pt: Uma nova versão {0} está disponível. Pretende atualizar? {1}
ru: Версия {0} доступна для скачивания. Вы хотите обновиться? {1}
tr: Güncellenmiş versiyon {0} mevcut. Güncellemek ister misiniz? {1}
zh_cn: 发现新版本 {0} ， 你要更新吗? {1}
zh_tw: 新的更新版本 {0} 已推出。立即更新嗎? {1}

# UpdateFailedText
source: Update failed: {0} Open page with installation files for manual install?
cs: Aktualizace {0} selhala Chcete otevřít stránku se soubory pro manuální instalaci?
de: Update fehlgeschlagen: {0} Seite zu den Dateien für manuelle Installation öffnen?
el: Η ενημέρωση απέτυχε: {0} Άνοιγμα της σελίδα με τα αρχεία εγκατάστασης για χειροκίνιτη εγκατάσταση;
es: Actualización fallida: {0} ¿Desea abrir la página con los archivos de instalación para instalarla manualmente?
fr: La mise à jour a échoué : {0} Ouvrir la page avec les fichiers d'installation pour une installation manuelle ?
hu: Sikertelen frissítés: {0} Megnyitja a telepítési fájlokat tartalmazó oldalt, hogy manuálisan tudjon frissíteni?
it: Aggiornamento non riuscito: {0} Vuoi aprire la pagina con il file di installazione per l'installazione manuale?
nb_no: Oppdatering mislykkes: {0} Vil du åpne installasjonsfilene for manuell installasjon?
pt_br: Falha na atualização: {0} Abrir a página com os arquivos de instalação para instalação manual?
pt_pt: Falha na atualização: {0} Abrir a página com os arquivos de instalação para instalação manual?
ru: Обновление неудачно: {0} Открыть страницу с инструкцией по ручной установке?
tr: Güncelleme yapılamadı: {0} Elle yükleme için yükleme dosyaları sayfası açılsın mı?
zh_cn: 更新失败: {0} 需要打开安装文件的页面来手动更新吗？
zh_tw: 更新失敗: {0} 開啟手動更新網頁嗎?

# UpdateInstallingText
source: Installing update, app is restarting...
cs: Aktualizace se instaluje, aplikace bude restartována...
de: Installiere Update. App wird neu gestartet ...
el: Εγκατάσταση ενημέρωσης, η εφαρμογή κάνει επανεκκίνιση....
es: Instalando la actualización, reiniciando la aplicación...
fr: Installation de la mise à jour, l'application redémarre...
hu: Frissítés telepítése, az alkalmazás újraindul...
it: Aggiornamento installato, l'app si riavvierà
nb_no: Installerer oppdatering, appen starter på nytt...
nl: Het installeren van update, opstarten app...
pt_br: Instalando atualização, reiniciando o app...
pt_pt: A instalar atualizações, a aplicação vai reiniciar...
ru: Установка обновления, приложение перезагружается...
tr: Güncelleme yükleniyor, uygulama yeniden başlatılıyor...
zh_cn: 正在安装更新，程序即将重启..
zh_tw: 正在安裝更新並重新啟動...

# WrongUsernameText
source: Wrong username/password or offline server, please try again.
cs: Chybné uživatelské jméno/heslo nebo offline server, prosím zkuste to znovu.
de: Falscher Benutzername, falsches Passwort oder Server offline, bitte erneut versuchen.
el: Λάθος Όνομα-Χρήστη/Κωδικός ή offline server, παρακαλώ δοκιμάστε ξανά.
es: El usuario o contraseña son incorrectos o el servidor no está disponible. Por favor intentelo de nuevo.
fr: Mauvais nom d'utilisateur/mot de passe ou le serveur est hors ligne, réessaye.
hu: Helytelen felhasználónév/jelszó vagy a szerver nem elérhető, próbáld újra.
it: Nome utente/password errati o il server risulta offline, si prega di riprovare.
nb_no: Feil brukernavn/passord eller frakoblet server, vennligst prøv igjen.
nl: Verkeerde gebruikersnaam/wachtwoord of de server is offline, probeer het later opnieuw.
pt_br: Nome de usuário/Senha incorretos ou servidor offline, por favor tente novamente.
pt_pt: Dados de Nome de utilizador/Password incorretos ou o servidor encontra-se offline, por favor tente novamente.
ru: Неправильный логин/пароль или сервера недоступный, попробуйте позже.
tr: Yanlış kullanıcı adı/şifre veya server offline, lütfen tekrar deneyin.
zh_cn: 用户名或密码错误，也可能是服务器下线了，请稍后重试。
zh_tw: 錯誤的使用者名稱/密碼或伺服器維修中，請再試一次。

# YesText
source: Yes
cs: Ano
de: Ja
el: Ναί
es: Sí
fr: Oui
hu: Igen
it: Sì
nb_no: Ja
nl: Ja
pt_br: Sim
pt_pt: Sim
ru: Да
tr: Evet
zh_tw: 是

# InstinctTeamText
source: Instinct
de: Intuition
el: Ίνστινκτ
es: Instinto
it: Istinto
ru: Комнда "Инстинкт"
zh_cn: 属性
zh_tw: Instinct 陣營

# NoTeamText
source: No Team
cs: Bez týmu
de: Kein Team
el: Χωρίς Ομάδα
es: Sin equipo
fr: Pas d'équipe
hu: Nincs Csapat
it: Nessuna squadra
nb_no: Ingen lag
nl: Geen Team
pt_br: Sem equipe
pt_pt: Sem equipa
ru: Без команды
tr: Takım Yok
zh_cn: 未加入阵营
zh_tw: 未加入陣營

# ValorTeamText
source: Valor
de: Wagemut
el: Βάλορ
fr: Bravoure
it: Coraggio
ru: Команда "Отвага"
zh_cn: 勇者
zh_tw: Valor 陣營

# MysticTeamText
source: Mystic
de: Weisheit
el: Μύστικ
es: Sabiduría
fr: Sagesse
it: Saggezza
ru: Команда "Мистика"
zh_cn: 神秘
zh_tw: Mystic 陣營

# TransferPokemonSuccessText
source: Transfer succeeded! Got a {0} Candy from the Professor.
de: Erfolgreich verschickt! {0}-Bonbon vom Professor erhalten!
el: Η Μεταφορά έγινε επιτυχός! Πήρες {0} Candy απο τον Καθηγητή
es: ¡Transferencia completada! Has obtenido un caramelo {0} del Profesor.
fr: Transfert effectué ! Tu as reçu 1 bonbon {0} du Professeur.
hu: Sikeres átvitel! Kaptál {0} Cukorkát a Professzortól.
nb_no: Overføring fullført! Du fikk en {0} Candy fra Professoren.
ru: Успешно переданно! Полученна {0} Конфета(ы) от профессора.
tr: Transfer başarılı! Profesör'den bir {0} Şekeri aldın.
zh_cn: 成功放生！从教授那里得到了 {0} 个糖果。
zh_tw: 轉換成功! 從博士那拿到 {0} 顆糖果。

# TransferPokemonWarningText
source: You can't take it back after it's transferred to the Professor. Do you really want to transfer {0} to the Professor?
de: Nachdem du es an den Professor geschickt hast, kannst du es nicht zurückholen. Möchtest du {0} wirklich an den Professor schicken?
el: Δέν μπορείς να το πάρεις πίσο μετα την μεταφορά στον Καθηγητή. Θέλεις σίγουρα να μεταφέρεις το {0} στον Καθηγητή;
es: No podrás recuperarlo después de transferirlo al Profesor. ¿De verdad quieres transferir a {0} al Profesor?
fr: Tu ne pourras pas le reprendre après cette opération. Veux-tu vraiment le transférer {0} au Professeur ?
hu: Nem kaphatod vissza, miután odaadtad a Professzornak. Biztosan odaadod {0}-t a Professzornak?
nb_no: Du kan ikke få den tilbake etter den er overført til Professoren. Vil du virkelig å overføre {0} til Professoren?
ru: Вы не можете вернуть это после отправки Профессору. Вы правда хотите отправить {0} Профессору?
tr: Transfer ettikten sonra Pokémon'u geri alamazsın. {0} gerçekten Profesör'e aktarılsın mı?
zh_cn: 放生给教授之后就拿不回来了，你真的要把 {0} 放生给教授吗？
zh_tw: 轉移給教授後將不能再收回。您確定要將 {0} 轉移給教授嗎？

# LoginExpired
source: Previous login expired.
de: Letzter Login abgelaufen.
el: Η προηγούμενη είσοδος έλιξε
es: Sesión anterior expirada.
fr: Connexion expirée.
hu: Előző bejelentkezés lejárt.
tr: Önceki giriş zamanı doldu.
zh_cn: 登陆信息已过期。
zh_tw: 登入逾期。

# ActivityUnknown
source: Unknown
cs: Neznámé
de: Unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
nb_no: Ukjent
nl: Onbekend
pt_br: Desconhecido
pt_pt: Desconhecido
ru: Неизвестно
tr: Bilinmez
zh_cn: 未知
zh_tw: 未知

# ActivityCatchPokemon
source: Pokémon Caught
de: Pokémon gefangen
el: Το Pokémon Παγιδεύτικε
es: Pokémon atrapado
fr: Pokémon Capturé
hu: Pokémon Elkapva
tr: Pokémon Yakalandı
zh_cn: 捕抓的宝可梦
zh_tw: 抓到精靈寶可夢

# ActivityCatchLegendPokemon
source: Catch Legendary Pokémon
de: Fange legendäres Pokémon
el: Παγίδευσε Μυθικό Pokémon
es: Pokémon legendario atrapado
fr: Capture un pokémon légendaire
hu: Legendás Pokémon Elkapása
tr: Efsane Pokemon Yakala
zh_cn: 捕抓传奇宝可梦
zh_tw: 捕捉傳說中的精靈寶可夢

# ActivityFleePokemon
source: Pokémon Fled
de: Pokémon geflohen
el: Το Pokémon Ξέφυγε
es: ¡El Pokémon se ha escapado!
fr: Le Pokémon s'est enfui
hu: Pokémon Elmenekült
tr: Pokémon Kaçtı
zh_cn: 逃跑的宝可梦
zh_tw: 精靈寶可夢逃跑了

# ActivityDefeatFort
source: Defeat Fort
de: Besiege Festung
es: Gimnasio vencido
fr: Bas l'arène
hu: Erőd Legyőzése
tr: Kale Yen
zh_cn: 击败堡垒
zh_tw: 推倒堡壘

# ActivityEvolvePokemon
source: Evolve a Pokémon
de: Entwickle ein Pokémon
el: Εξέλιξε ένα Pokémon
es: Evolucionar un Pokémon
fr: Faire évoluer un Pokémon
hu: Pokémon Fejlesztése
tr: Bir Pokémon Geliştir
zh_cn: 进化一只宝可梦
zh_tw: 進化了一隻精靈寶可夢

# ActivityHatchEgg
source: Egg Hatched!
de: Ei geschlüpft!
el: Το Αυγό Εκκολάφθηκε!
es: ¡Un huevo se ha abierto!
fr: Oeuf éclos !
hu: Kikelt Tojás!
tr: Yumurta Çatladı!
zh_cn: 宝可梦蛋孵化了！
zh_tw: 寶可夢蛋孵化了!

# ActivityWalkKm
source: Walk Km
de: Gehe Km
el: Περπατήστε χλμ
es: Recorrer km
fr: Marche Km
hu: Km Séta
tr: Km Yürü
zh_cn: 步行里程
zh_tw: 里程數

# ActivityPokedexEntryNew
source: New Pokémon
de: Neues Pokémon
el: Νέο Pokémon
es: Pokémon nuevo
fr: Nouveau Pokémon
hu: Új Pokémon
tr: Yeni Pokémon
zh_cn: 新的宝可梦
zh_tw: 新的精靈寶可夢

# ActivityCatchFirstThrow
source: First Throw
de: Erster Wurf
es: Primer lanzamiento
fr: Premier lancer
hu: Első Dobás
tr: İlk Atış
zh_cn: 第一次投掷
zh_tw: 第一次投擲

# ActivityCatchNiceThrow
source: Nice Throw
de: Guter Wurf
es: Buen lanzamiento
fr: Joli lancer
hu: Jó Dobás
tr: İyi Atış
zh_cn: 投掷得不错
zh_tw: 投得不錯

# ActivityCatchGreatThrow
source: Great Throw
de: Großartiger Wurf
es: Gran lanzamiento
fr: Super lancer
hu: Remek Dobás
tr: Harika Atış
zh_cn: 投掷得很好
zh_tw: 好球

# ActivityCatchExcellentThrow
source: Excellent Throw
de: Exzellenter Wurf
es: Lanzamiento excelente
fr: Excellent lancer
hu: Kiváló Dobás
tr: Mükemmel Atış
zh_cn: 完美的投掷
zh_tw: 完美投擲

# ActivityCatchCurveball
source: Curveball
es: Bola curva
fr: Lancer avec effet
hu: Csavart Labda
tr: Falsolu Atış
zh_cn: 曲线球
zh_tw: 曲球

# ActivityCatchFirstCatchOfDay
source: First Catch of Day!
de: Erster Fang des Tages!
es: ¡Primera captura del día!
fr: Première prise du jour !
hu: A nap első kapása!
tr: Günün İlk Yakalaması!
zh_cn: 当日首抓！
zh_tw: 今日首抓!

# ActivityCatchMilestone
source: Catch Milestone
de: Fang Meilenstein
es: Meta de captura
fr: Capture repère
hu: Elkapás Mérföldkő
tr: Yakalama Hedefi
zh_cn: 捕抓里程碑
zh_tw: 捕捉里程碑

# ActivityTrainPokemon
source: Train Pokémon
de: Trainiere Pokémon
el: Εκπαίδευσε το Pokémon
es: Entrenar Pokémon
fr: Entrainer le Pokémon
hu: Pokémon Edzése
tr: Pokémon Eğit
zh_cn: 训练宝可梦
zh_tw: 訓練精靈寶可夢

# ActivitySearchFort
source: Search Fort
de: Suche Festung
es: Buscar gimnasio
fr: Rechercher une Arène
hu: Erőd Keresése
tr: Kaleyi Ara
zh_cn: 搜索堡垒
zh_tw: 搜尋堡壘

# ActivityReleasePokemon
source: Release Pokémon
de: Lasse Pokémon frei
el: Ελευθέροσε το Pokémon
es: Soltar Pokémon
fr: Relâcher Pokémon
hu: Pokémon Elengedése
tr: Pokémon'u Serbest Bırak
zh_cn: 放生宝可梦
zh_tw: 放生精靈寶可夢

# ActivityHatchEggSmallBonus
source: Hatch Egg Small Bonus
de: Eischlüpf-Bonus Klein
el: Εκκόλαψη Αυγού Μικρό Δώρο
es: Bonificación apertura de Huevo pequeño
fr: Eclos un Oeuf Petit Bonus
hu: Kis Tojáskeltetési Bónusz
tr: Küçük Yumurta Çatlatma Bonusu
zh_cn: 孵蛋小奖励
zh_tw: 孵蛋獎勵(小)

# ActivityHatchEggMediumBonus
source: Hatch Egg Medium Bonus
de: Eischlüpf-Bonus Mittel
el: Εκκόλαψη Αυγού Μεσαίο Δώρο
es: Bonificación apertura de Huevo mediano
fr: Eclos un Oeuf Bonus Moyen
hu: Közepes Tojáskeltetési Bónusz
tr: Orta Yumurta Çatlatma Bonusu
zh_cn: 孵蛋普通奖励
zh_tw: 孵蛋獎勵(中)

# ActivityHatchEggLargeBonus
source: Hatch Egg Large Bonus
de: Eischlüpf-Bonus Groß
el: Εκκόλαψη Αυγού Μεγάλο Δώρο
es: Bonificación apertura de Huevo grande
fr: Eclos un Oeuf Grand Bonus
hu: Nagy Tojáskeltetési Bónusz
tr: Büyük Yumurta Çatlatma Bonusu
zh_cn: 孵蛋豪礼
zh_tw: 孵蛋獎勵(大)

# ActivityDefeatGymDefender
source: Defeat Gym Defender
de: Besiege Arenen Verteidiger
el: Νίκισε τόν Υπερασπιστή Γυμναστηρίου
es: Vencer al defensor del gimnasio
fr: Bat le Défendeur du Gymnase
hu: Edzőterem Védőjének Legyőzése
tr: Gym Savunmacısını Yen
zh_cn: 击败了道馆的训练家
zh_tw: 擊敗道館訓練家

# ActivityDefeatGymLeader
source: Defeat Gym Leader
de: Besiege Arenen Anführer
el: Νίκισε τόν Αρχυγό Γυμναστηρίου
es: Vencer al líder del gimnasio
fr: Bat le Leader du Gymnase
hu: Edzőterem Vezetőjének legyőzése
tr: Gym Liderini Yen
zh_cn: 击败了道馆的首领
zh_tw: 擊敗道館館主

source: Combat
de: Wettkampfpunkte
el: Μάχη
es: PUNTOS DE COMBATE
it: Punti lotta
tr: Savaş
zh_tw: 戰力

source: Date
de: Funddatum
es: FECHA ENCONTRADO
it: Data ritrovamento
tr: Tarih
zh_tw: 日期

# Fav
source: Favorite
de: Favorit
el: Αγαπημένα
es: FAVORITO
fr: Favoris
it: Preferito
tr: Favori
zh_tw: 最愛

source: Health
de: KP
el: Ζωή
es: PUNTOS DE SALUD
fr: Vie
it: Punti Salute
tr: Can
zh_tw: 體力

source: Name
el: Όνομα
es: NOMBRE
fr: Nom
it: Nome
tr: İsim
zh_tw: 名稱

source: Number
de: Nr.
el: Αριθμός
es: NÚMERO DE LA POKÉDEX
fr: Nombre
it: Numero di Pokédex
tr: Numara
zh_tw: 編號

# PokemonInventoryFullText
source: Your Pokémon inventory is full, transfer some Pokémon before trying to catch {0}.
de: Das Pokémon Inventar ist voll, verschicken Sie zunächst einige Pokémon, bevore Sie versuchen, {0} zu fangen.
el: Ο αποθηκευτικός χώρος Pokémon είναι πλήρης, μεταφέρετε μερικά Pokémon πρίν προσπαθήσετε να παγιδεύσετε το {0}.
es: Tu inventario de Pokémon está lleno, transfiere algunos Pokémon antes de capturar a {0}.
fr: Ton inventaire Pokémon est plein, transfert des Pokémon avant d'essayer d'en capturer {0}.
tr: Pokémon çantanız dolu, {0} yakalamadan önce Pokémon transfer edin.
zh_tw: 您的精靈寶可夢空間已經滿了，捕捉 {0} 前請先將一些寶可夢轉換成糖果。

# DateTimeFormat
source: dd.MM.yyyy hh:mm tt
hu: yyyy.MM.dd hh:mm tt
nl: DD. MM.yyyy uu: mm tt
tr: dd.MM.yyyy HH:mm

# TimeFormat
source: hh:mm tt
nl: uu:mm tt
tr: HH:mm

# DateFormat
source: dd.MM.yyyy
hu: yyyy.MM.dd
